Repository: boklisten/bl-admin
Catalog: src/locale/messages.*.xlf
Languages: nb

# ngb.alert.close
source: Close
nb: Lukk

# ngb.carousel.previous
source: Previous
nb: Forrige

# ngb.carousel.next
source: Next
nb: Neste

# ngb.pagination.first-aria
source: First
nb: Første

# ngb.pagination.previous-aria
source: Previous
nb: Forrige

# ngb.pagination.next-aria
source: Next
nb: Neste

# ngb.pagination.last-aria
source: Last
nb: Siste

# ngb.timepicker.increment-hours
source: Increment hours
nb: Økende timer

# ngb.timepicker.HH
source: HH
nb: tt

# ngb.timepicker.hours
source: Hours
nb: Timer

# ngb.timepicker.decrement-hours
source: Decrement hours
nb: Synkende timer

# ngb.timepicker.increment-minutes
source: Increment minutes
nb: Økende minutter

# ngb.timepicker.minutes
source: Minutes
nb: Minutter

# ngb.timepicker.decrement-minutes
source: Decrement minutes
nb: Synkende minutter

# ngb.timepicker.increment-seconds
source: Increment seconds
nb: Økende sekunder

# ngb.timepicker.seconds
source: Seconds
nb: Sekunder

# ngb.timepicker.decrement-seconds
source: Decrement seconds
nb: Synkende sekunder

# ngb.datepicker.previous-month
source: Previous month
nb: Forrige måned

# ngb.datepicker.next-month
source: Next month
nb: Neste måned

# ngb.datepicker.select-month
source: Select month
nb: Velg måned

# ngb.datepicker.select-year
source: Select year
nb: Velg år

# userDetailEditCouldNotRetrieveError
source: Could not retrieve user details
nb: Kunne ikke hente brukerdetaljer

# userDetailEditEmailTitle
source: Email
nb: E-post

# userDetailEditFirstNameTitle
source: First name
nb: Fornavn

# userDetailEditFirstNamePlaceholder
source: First name
nb: Fornavn

# userDetailEditFirstNameIsRequired
source: First name is required
nb: Fornavn er påkrevd

# userDetailEditLastNameTitle
source: Last name
nb: Etternavn

# userDetailEditLastNamePlaceholder
source: Last name
nb: Etternavn

# userDetailEditLastNameIsRequired
source: Last name is required
nb: Etternavn er påkrevd

# userDetailEditPhoneTitle
source: Phone
nb: Telefon

# userDetailEditPhonePlaceholder
source: Phone
nb: Telefon

# userDetailEditPhoneNumberMustBeValid
source: Phone number must be a valid number
nb: Telefonnummeret må være gyldig

# userDetailEditAddressTitle
source: Address
nb: Adresse

# userDetailEditAddressPlaceholder
source: Address
nb: Adresse

# userDetailEditAddressMustBeValid
source: Address must be valid
nb: Adressen må være gyldig

# userDetailEditPostalTitle
source: Postal code and city
nb: Postnummer og by

# userDetailEditPostCodePlaceholder
source: Post code
nb: Postnummer

# userDetailEditPostCityPlaceholder
source: Post city
nb: By

# userDetailEditPostCityRequired
source: Post city is required
nb: By er et påkrevd felt

# userDetailEditPostalCodeError
source: Postal code must be 4 numbers
nb: Postnummer må være fire siffer

# userDetailEditBirthdayTitle
source: Birthday
nb: Fødselsdag

# userDetailEditMustProvideDob
source: You must provide a date of birth
nb: Du må oppgi en fødselsdato

# userDetailEditUnder18Info
source: Since you are under the age of 18 we need information about your guardian.
nb: Ettersom du er under 18 år trenger vi informasjon om en av dine foresatte

# userDetailEditGuardianName
source: Guardian's full name
nb: Fullt navn på foresatt

# userDetailEditGuardianNamePlaceholder
source: Gardian's full name
nb: Fullt navn på foresatt

# userDetailEditGuardianNameError
source: Guardian's full name is required
nb: Foresattes fulle navn er et påkrevd felt

# userDetailEditGuardianEmail
source: Guardian's email
nb: Foresatt sin e-postadresse

# userDetailEditGuardianEmailPlaceholder
source: Gardian's email
nb: Foresatt sin e-postadresse

# userDetailEditGuardianEmailError
source: Must provide a valid email
nb: Du må oppgi en gyldig e-postadresse

# userDetailEditGuardianPhoneTitle
source: Guardian's phone
nb: Foresatt sitt telefonnummer

# userDetailEditGuardianPhonePlaceholder
source: Guardian's phone
nb: Foresatt sitt telefonnummer

# userDetailEditGuardianPhoneError
source: A valid phone number must be provided
nb: Et gyldig telefonnummer er påkrevd

# userDetailEditSaveButton
source: Save
nb: Lagre

# registerDetailTitle
source: Register user details
nb: Registrer brukerdetaljer

# registerDetailUpdateDetailsFor
source: Update the details for
nb: Oppdater brukerdetaljer for

# registerDetailErrorMsg
source: User details could not be updated
nb: Brukerdetaljene kunne ikke bli oppdatert

# registerDetailFullName
source: Full name
nb: Fullt navn

# registerDetailPhoneNumber
source: Phone number
nb: Telefonnummer

# registerDetailBirthday
source: Birthday
nb: Fødselsdag

# registerDetailAddress
source: Address
nb: Adresse

# registerDetailPostCode
source: Post code
nb: Postnummer

# registerDetailPostCity
source: Post city
nb: By

# registerDetailBranch
source: Branch
nb: Filial

# registerDetailGuardianTitle
source: Guardian details
nb: Foresattdetaljer

# registerDetailGuardianUnder18Info
source: Since you are under the age of 18, we need details about your guardian. You can read more about why we need this by visiting our
nb: Ettersom du er under 18 år, trenger vi informasjon om en av dine foresatte. Du kan lese mer om hvorfor vi trenger dette i vår

# registerDetailGuardianUserAgreement
source: user agreement page
nb: personvernerklæring

# registerDetailGuardianFullName
source: Guardian full name
nb: Foresatt sitt fulle navn

# registerDetailGuardianEmail
source: Guardian email
nb: Foresatt sin e-postadresse

# registerDetailGuardianPhone
source: Guardian phone
nb: Foresatt sitt telefonnummer

# registerDetailUpdateDetailButton
source: Update details
nb: Oppdater detaljer

# registerDetailGoBackButton
source: Go back
nb: Gå tilbake

# registerTitle
source: Register new user
nb: Registrer ny bruker

# registerMustAgree
source: You must agree to our terms to register
nb: Du må godta våre vilkår for å registrere deg

# registerPleaseRegisterWithThirdParty
source: Please register with one of our login providers
nb: Vennligst registrer med en av følgende alternativer

# registerOrUseEmail
source: Or use your email to register
nb: Eller bruk din e-postadresse for å registrere deg

# registerGoToLoginPage
source: Go to login page
nb: Gå til innloggingssiden

# socialRegisterWithFacebook
source: Register with Facebook
nb: Registrer deg med Facebook

# socialRegisterWithGoogle
source: Register with Google
nb: Registrer deg med Google

# localRegisterErrorMsg
source: Could not register
nb: Kunne ikke registrere deg

# localRegisterUserAlreadyExistsError
source: The user already exists
nb: Brukeren finnes allerede

# localRegisterClickHereForLogin
source: Click here if you intended to login
nb: Klikk her hvis du tenkte å logge inn

# localRegisterEmail
source: Email
nb: E-postadresse

# localRegisterPassword
source: Password
nb: Passord

# localRegisterButton
source: Register
nb: Registrer

# registerAgreementIHaveUnderstood
source: I have read and understood the user-agreement
nb: Jeg har lest og forstått vilkårene

# registerAgreementYouMustAgree
source: You must agree to our agreement to register.
nb: Du må godta våre betingelser for å registrere deg.

# registerAgreementTitle
source: User agreement
nb: Vilkår

# registerDetailIAgree
source: I Agree
nb: Jeg godtar

# loginMenuRegisterButton
source: Register new user
nb: Registrer ny bruker

# loginMenuLoginButton
source: Login
nb: Logg inn

# loginAuthTitle
source: Login
nb: Logg inn

# loginAuthOrUseEmail
source: Or use your email to login
nb: Eller bruk din e-postadresse til å logge deg inn

# loginAuthForgotPassword
source: Forgot your password?
nb: Glemt passord?

# forgotPasswordTitle
source: Forgot password
nb: Glemt passord

# forgotPasswordEmailError
source: Please provide a valid email
nb: Vennligst oppgi en gyldig e-postadresse

# forgotPasswordNoResetLinkError
source: Something went wrong, could not send you the reset link. Are you sure you have the correct email?
nb: Noe gikk galt, vi kunne ikke sende deg en nullstillingslenke. Er du sikker på at du har riktig e-postadresse?

# forgotPasswordSuccessMsg
source: An email with instructions on how to reset your password is sent to you.
nb: En e-post med instruksjoner for hvordan du kan endre passordet ditt er blitt sendt til deg.

# forgotPasswordHowTo
source: Write in your email and we will send you a link about how to reset your password
nb: Skriv inn din e-postadresse, og vi sender deg en lenke slik at du kan nullstille passordet ditt.

# forgotPasswordEmail
source: Email
nb: E-postadresse

# forgotPasswordGoBackToLogin
source: Go back to login page
nb: Gå tilbake til innloggingssiden

# passwordResetTitle
source: Create new password
nb: Lag nytt passord

# passwordResetError
source: Failed to update password
nb: Oppdatering av passord feilet

# passwordResetPasswordNotValid
source: Password not valid. Must at least be 6 characters long
nb: Passordet er ikke gyldig. Det må være på minst seks siffer.

# passwordResetSuccessMsg
source: Your password was reset!
nb: Passordet ditt ble endret!

# passwordResetLoginButton
source: Login
nb: Logg inn

# passwordResetNewPassword
source: New password
nb: Nytt passord

# passwordResetGoBackToLogin
source: Go back to login page
nb: Gå tilbake til innloggingssiden

# emailValidationEmailConfirmed
source: Email was confirmed
nb: E-postadresse bekreftet

# emailValidationNoConnection
source: Could not connect to the server
nb: Kunne ikke kontakte serveren

# emailValidationConfirmError
source: Email could not be confirmed.
nb: E-postadressen kunne ikke bekreftes.

# emailValidationLinkMayBeExpired
source: The link may be expired.
nb: Det kan hende at lenken er utgått.

# emailValidationClickForNewLink
source: Click here to send a new confirmation link
nb: Klikke her for å sende en ny bekreftelseslenke.

# emailValidationNotLoggedInError
source: You must login to send a new confirmation link
nb: Du må logge inn for å sende en ny bekreftelseslenke

# emailValidationClickToLogin
source: Click her to login
nb: Trykk her for å logge inn

# emailValidationNewLinkSent
source: A new confirmation link has been sent to your email.
nb: En ny bekreftelseslenke er blitt sendt til din e-postadresse.

# socialLoginFailureErrorMsg
source: Failed to log you in, please try again soon.
nb: Innlogging feilet, vennligst prøv igjen snarlig.

# socialLoginFailureGoBackButton
source: Go back
nb: Gå tilbake

# authTokenComponentWeAreLoggingYouIn
source: We are logging you in, please wait
nb: Vi logger deg inn, vennligst vent

# authTokenFailedToLoginError
source: Failed to log you in.
nb: Greide ikke å logge deg inn.

# authTokenTryToLoginAgain
source: Click here to try again
nb: Klikk her for å prøve på nytt

# loginPermissionFailureTitle
source: Permission denied
nb: Tilgang avslått

# loginPermissionFailureNotRightPermission
source: You don't have the right permission to access this content. You have been logged out.
nb: Du har ikke de riktige tilgangene for å se dette innholdet. Du har blitt logget ut.

# loginPermissionFailureWhatToDo
source: You can try login with another user or ask an administrator for details.
nb: Du kan forsøke å logge inn med en annen bruker, eller spørre en administrator for flere detaljer.

# loginPermissionFailureLoginButton
source: Login
nb: Logg inn

# userDetailDobDateFormatMustBe
source: Date must be on the format "dd.mm.yyyy"
nb: Dato må være på formatet "dd.mm.yyyy"

# localLoginUserOrPasswordError
source: Username or password is incorrect
nb: Brukernavn eller passord er feil

# localLoginConnectionError
source: Something went wrong with the connection
nb: Noe gikk galt med tilkoblingen

# localLoginEmail
source: Email
nb: E-postadresse

# localLoginPassword
source: Password
nb: Passord

# localLoginButton
source: Login
nb: Logg inn

# socialLoginWithFacebook
source: Login with Facebook
nb: Logg inn med Facebook

# socialLoginWithGoogle
source: Login with Google
nb: Logg inn med Google

# branchEditListUploadSelected
source: Upload selected
nb: Last opp valgte

# branchEditListDownloadSelected
source: Download selected
nb: Last ned valgte

# branchEditListFilterByNamePlaceholder
source: Filter by name
nb: Filtrer på navn

# branchUploadChooseFile
source: Choose File
nb: Velg fil

# customerDetailNotValidError
source: Customer detail does not have all required fields!
nb: Brukerdetaljene inneholder ikke alle påkrevde felter!

# customerInformationEmail
source: Email
nb: E-post

# customerInformationPhone
source: Phone
nb: Telefon

# blCommonUpdateButtonDefaultText
source: Update
nb: Oppdater

# blcItemAddWarning
source: Warning
nb: Advarsel

# blcItemAddItemNotPartOfBranchItems
source: This item is not present in the branchItem list of the current branch
nb: Denne boken står ikke på skolens bokliste. Er du sikker på at du har valgt riktig bok eller skole?

# blcItemAddCustomerItemWithMatch
source: This item is apart of a match, are you sure you want to add this to the cart?
nb: Denne boken har kunden valgt "Gjenbruk" på. Er du sikker på at du skal gjøre noe med denne boken?

# blcItemAddCancel
source: Cancel
nb: Kanseller

# blcItemAddAnyway
source: Add anyway
nb: Legg til likevel

# blcPeriodSelectFrom
source: From
nb: Fra

# blcPeriodSelectTo
source: To
nb: Til

# blcDeadlineSelectSelectedDeadline
source: Selected deadline:
nb: Velg frist:

# blcTextBlockEditTitle
source: Text blocks
nb: Tekst blokker

# blcTextBlockEditAddTextBlock
source: Add text block
nb: Legg til tekst-blokk

# textBlockEditOptionalTitlePlaceholder
source: Title (optional)
nb: Tittel (valgfri)

# textBlockEditTextAreaPlaceholder
source: Put some text to the customer here
nb: Sett inn noe tekst til kunden her

# textBlockEditRegularBadge
source: regular
nb: vanlig

# textBlockEditSecondaryBadge
source: secondary
nb: sekundær

# textBlockEditWarningBadge
source: warning
nb: Advarsel

# textBlockEditAlertBadge
source: alert
nb: varsling

# blcTextBlockEditRemoveTextBlock
source: Remove
nb: Slett

# blcBranchSelectAllBranches
source: All Branches
nb: Alle filialer

# blcBranchSelectCustom
source: Custom
nb: Egendefinert

# blcBranchSelectRemoveAll
source: Remove all
nb: Slett alle

# itemSearchBarPlaceholder
source: Item Search
nb: Boksøk

# itemUploadChooseFile
source: Choose File
nb: Velg fil

# itemEditListUploadSelected
source: Upload selected
nb: Last opp valgte

# itemEditListDownloadSelected
source: Download selected
nb: Last ned valgte

# itemEditListFilterByTitleOrIsbnPlaceholder
source: Filter by title or isbn
nb: Filtrer på tittel eller ISBN

# itemSelectListFilterByTitleOrIsbnPlaceholder
source: Filter by title or isbn
nb: Filtrer på tittel eller ISBN

# itemSearchSelectPleaseScanISBN
source: Please scan a ISBN
nb: Vennligst skann en ISBN

# itemInformaitonPrice
source: Price
nb: Pris

# itemInformaitonTaxRate
source: Tax rate
nb: MVA

# blidScannerPleaseScanBlid
source: Please scan a BLID
nb: Vennligst skann en Boklisten-ID

# welcomeShortcuts
source: Shortcuts
nb: Snarveier

# welcomeFocusOnSearchbar
source: focus on search bar
nb: Fokus på søkefeltet

# welcomeReloadCurrent
source: reload current customer
nb: Hent inn all informasjon på den valgte kunden på nytt (reload).

# welcomeNavigateUpSidebar
source: navigate up sidebar
nb: Naviger opp på sidemenyen.

# welcomeNavigateDownSidebar
source: navigate down sidebar
nb: Naviger nedover på sidemenyen.

# invoiceView
source: View
nb: Se mer

# invoiceGenerate
source: Generate
nb: Generer

# invoiceCreate
source: Create
nb: Lag ny

# headerCustomerSearch
source: Customer search
nb: Kundesøk

# userComponentUsername
source: username
nb: brukernavn

# userComponentPermission
source: permission
nb: brukertype

# branchSelectBranchTitle
source: Select a branch
nb: Velg en filial

# branchInfoEditButton
source: Edit
nb: Rediger

# branchEditDescription
source: Desc
nb: Beskrivelse

# branchEditActiveToggle
source: Active
nb: Aktiv

# branchEditPeriodSettinsPartlyPaymentsPeriodsTitle
source: Partly payment periods
nb: Delbetalingsperioder

# branchEditPeriodSettingsTitle
source: Rent periods
nb: Leieperioder

# branchEditPeriodSettingUpfrontPercentage
source: Upfront percentage
nb: Første betaling

# branchEditPeriodSettingUpfrontUsedPercentage
source: Upfront percentage used
nb: Første betaling (brukt)

# branchEditPeriodSettingBuyoutPercentage
source: Buyout percentage
nb: Utkjøpsprosent

# branchEditPeriodSettingBuyoutUsedPercentage
source: Buyout percentage used
nb: Utkjøpsprosent (brukt)

# branchEditPeriodSettingDeadline
source: Deadline
nb: Frist

# branchEditPeriodSettingLimit
source: Limit
nb: Grense

# branchEditPeriodSettingPercentage
source: Percentage
nb: Prosent

# branchEditPeriodSettingDate
source: Date
nb: Dato

# branchEditPeriodSettingsAddButton
source: Add
nb: Legg til

# branchEditPeriodSettinsExtendPeriodsTitle
source: Extend periods
nb: Forlengelsesperioder

# branchEditPeriodSettingPrice
source: Price
nb: Pris

# branchEditPeriodSettingsBuyoutPercentage
source: Buyout percentage
nb: Utkjøpsprosent

# branchEditPeriodSettingsSellPercentage
source: Sell percentage
nb: Innkjøpsprosent

# branchEditPeriodSettingsFreeDeliveryToggle
source: Free delivery
nb: Gratis postlevering

# branchEditPeriodSettingsDeliveryByMailToggle
source: Delivery by mail
nb: Levering per post

# branchEditPeriodSettingsDeliveryAtBranchToggle
source: Delivery at branch
nb: Utlevering på filial

# branchEditPeriodSettingsPayLaterToggle
source: Pay later
nb: Betal senere

# branchEditPeriodSettingsResponsibleForPaymentToggle
source: Responsible for payment
nb: Ansvarlig for betaling

# branchEditItemsTitle
source: Items
nb: Bøker

# branchEditItemsAddItems
source: Add items
nb: Legg til bøker

# branchEditItemsAddItemsModalTitle
source: Add items to branch
nb: Legg til bøker til filial

# branchEditItemsAddSelectedItemsButton
source: Add selected items
nb: Legg til valgte bøker

# branchItemEditRent
source: Rent
nb: Leie

# branchItemEditPartlyPayment
source: Partly payment
nb: Delbetaling

# branchItemEditBuy
source: Buy
nb: Selge

# branchItemEditSell
source: Sell
nb: Innkjøp

# branchItemCategorySelectAddCategory
source: Add category
nb: Legg til kategori

# branchItemCategorySelectPopoverTitle
source: Category select
nb: Velg kategori

# branchItemCategorySelectNewCategoryPlaceholder
source: New category
nb: Ny kategori

# blAddButton
source: Add
nb: Legg til

# branchOpeningHoursEditAddOpeningHour
source: Add opening hour
nb: Legg til åpningstid

# itemSearchResultOrdered
source: Ordered
nb: Bestilt

# itemSearchResultCustomerHaveItem
source: Customer have this item
nb: Kunde har denne boken

# itemSearchResultOrderedOnAnotherBranch
source: Ordered on another branch
nb: Bestilt på et annet filial

# itemSearchResultNotAtCurrentBranch
source: Not at current branch
nb: Ikke på valgt filial

# customerOrderListTitle
source: Orders
nb: Ordre

# customerOrderListNoOrdersFound
source: No orders found on customer
nb: Ingen ordre funnet på kunde

# customerOrderItemListNoOrderItemsFound
source: No ordered items found
nb: Ingen bestilte bøker funnet

# customerItemListTitle
source: Customer items
nb: Kundens bøker

# customerItemListNoCustomerItemsFound
source: No customer-items found
nb: Fant ingen bøker hos kunde

# customerItemDetailDeadline
source: Deadline
nb: Frist

# customerItemDetailCustomer
source: Customer
nb: Kunde

# customerItemDetailHandoutTime
source: Handout time
nb: Utdelingstidspunkt

# customerItemDetailHandoutAt
source: Handout at
nb: Utdelt hos

# customerItemDetailHandoutBy
source: Handout by
nb: Utdelt av

# customerItemDetailDelivered
source: Delivered
nb: Innlevert

# customerDetailModalContentEmailNotConfirmed
source: User has not confirmed his or her email
nb: Kunden har ikke bekreftet sin e-postadresse

# customerDetailModalContentEmailConfirmed
source: email confirmed
nb: Bekreftet e-postadresse

# customerDetailModalFullNamePlaceholder
source: Full name
nb: Fullt navn

# customerDetailModalPhonePlaceholder
source: Phone
nb: Telefonnummer

# customerDetailModalDobPlaceholder
source: Dob
nb: Fødselsdato

# customerDetailModalAddressPlaceholder
source: Address
nb: Adresse

# customerDetailModalPostCodePlaceholder
source: Post code
nb: Postnummer

# customerDetailModalPostCityPlaceholder
source: Post city
nb: By

# customerDetailModalContentDobNotProvided
source: date of birth not provided
nb: Fødselsdato ikke oppgitt

# customerDetailModalContentDateMustBeOnFormat
source: date must be on format "DD.MM.YYYY"
nb: Fødselsdato må være på formatet "dd.mm.åååå"

# customerDetailModalCloseButton
source: Close
nb: Lukk

# customerDetailModalEditButton
source: Edit
nb: Rediger

# customerDetailCardUserDetailWasUpdated
source: User details was updated!
nb: Brukerdetaljer ble oppdatert!

# customerDetailCartDobNotProvided
source: date of birth not provided
nb: Fødselsdato ikke oppgitt

# customerDetailCardGuardian
source: Guardian
nb: Foresatt

# deleteCustomerButton
source: Delete customer
nb: Slett kunde

# deleteCustomerTitle
source: Delete customer
nb: Slett kunde

# deleteCustomerId
source: Customer-ID
nb: Kunde-ID

# customerDeleteFailed
source: Failed to delete customer.
nb: Sletting av kunde feilet.

# customerDeleteErrorsOccured
source: Errors that may have occured:
nb: Feil som kan ha oppstått:

# customerDeleteActiveItems
source: The customer have active customer items
nb: Kunden har aktive bøker

# customerDeleteActiveOrders
source: The customer have orders that are payed for but not delivered
nb: Kunden har ordre som er betalt, men ikke utlevert.

# customerDeleteActiveInvoices
source: The customer has active invoices
nb: Kunden har aktive faktura.

# customerPermissionTitle
source: Permission
nb: Tillatelse

# userDetailChangeEmailPlaceholder
source: Email
nb: E-post

# userDetailChangeEmailButton
source: Change
nb: Endre

# customerDetailEmailChangeCouldNotUpdate
source: Could not update email
nb: Kunne ikke oppdatere e-post.

# orderDetailCouldNotGet
source: Could not get order
nb: Kunne ikke hente ordre.

# orderDetailMaybeDeleted
source: maybe it is deleted?
nb: kanskje den er slettet?

# orderDetailPrintReceiptButton
source: Print receipt
nb: Skriv ut kvittering

# orderDetailPrintAgreementButton
source: Print agreement
nb: Skriv ut leiekontrakt

# orderPaymentDetailTitle
source: Payments
nb: Betalinger

# orderPaymentDetailCouldNotGetError
source: could not get payments
nb: Kunne ikke hente betalinger

# orderPaymentDetailNoPaymentsFound
source: no payments found on order
nb: Ingen betalinger funnet på denne ordren

# orderPaymentDetailMethodCash
source: Cash
nb: Kontant

# orderPaymentDetailMethodCard
source: Card
nb: Betalingskort

# orderPaymentDetailNoPaymentYet
source: Not payed yet
nb: Ikke betalt enda!

# orderPaymentDetailConfirm
source: Confirm
nb: Bekreft

# orderPaymentDetailDelete
source: Delete
nb: Slett

# orderDetailCardConfirmed
source: Confirmed
nb: Bekreftet

# orderDetailCardNotConfirmed
source: Not Confirmed
nb: Ikke bekreftet

# orderDeliveryDetailTitle
source: Delivery
nb: Utlevering

# orderDeliveryDetailNoOrderAttached
source: Order has no delivery attached
nb: Det er ikke tilknyttet levering til denne ordren

# orderDeliveryDetailWarning
source: could not get delivery
nb: kunne ikke hente leveringsstatus

# orderDeliveryDetailTrackingNumber
source: Tracking number
nb: Sporingsnummer

# orderItemListTitle
source: Items
nb: Bøker

# orderItemListNoItemsAttachedError
source: There was no items attached to order
nb: Det er ingen bøker tilknyttet ordren

# orderItemDetailListBuyout
source: buyout
nb: utkjøp

# orderItemDetailListBuy
source: buy
nb: kjøp

# orderItemDetailListReturn
source: return
nb: retur

# orderItemDetailListBuyback
source: buyback
nb: tilbakekjøp

# orderItemDetailListCancel
source: cancel
nb: kansellert

# orderItemDetailListSell
source: sell
nb: innkjøp

# orderItemDetailListRent
source: rent
nb: leie

# orderItemDetailListExtend
source: extend
nb: forlenge
