Repository: boklisten/bl-admin
Catalog: src/locale/messages.*.xlf
Languages: nb

# orderItemDetailListPartlyPayment
source: partly-payment
nb: delbetaling

# orderItemDetailListDelivered
source: delivered
nb: Utlevert

# orderItemDetailListMovedToAnotherOrder
source: moved to another order
nb: Flyttet til en annen ordre

# orderConfirmComponentButton
source: Confirm
nb: Bekreft

# orderManagerListNoOrdersFoundError
source: No orders found
nb: Ingen ordre funnet

# orderManagerListItemNumberOfItems
source: {VAR_PLURAL, plural, =0 {no items} =1 {one item} other {{{order.orderItems.length}} items } }
nb: {VAR_PLURAL, plural, =0 {ingen bøker} =1 {en bok} other {{INTERPOLATION} bøker } }

# addOrderToCartButton
source: Add to cart
nb: Legg i handlevogn

# orderDetailDeleteOrder
source: Delete order
nb: Slett ordre

# deleteOrderTitle
source: Delete order:
nb: Slett ordre:

# deleteOrderError
source: An error occured when deleting order. Could not delete order.
nb: En feil oppsto under sletting av ordre. Kunne ikke slette ordre.

# deleteOrderConfirmButton
source: Confirm deletion
nb: Bekreft sletting.

# customerOrderItemListItemBuy
source: buy
nb: kjøp

# customerOrderItemListItemRent
source: rent
nb: leie

# customerOrderItemListItemExtend
source: extend
nb: forlengelse

# customerOrderItemListItemPartlyPayment
source: partly payment
nb: delbetaling

# customerOrderItemListItemWrongBranchError
source: item is from another branch
nb: boken er fra en annen filial

source: Deadline expired!
nb: Frist utgått!

# customerItemListItemPartlyPayment
source: partly payment
nb: delbetaling

# customerItemListItemRent
source: rent
nb: leie

# paymentPay
source: pay
nb: betal

# paymentWith
source: with
nb: med

# checkoutProcessingOrder
source: Processing order...
nb: Prosseserer ordre...

# checkoutCreatingOrder
source: Creating order...
nb: Lager ordre..

# checkoutErrorCreatingOrder
source: There was an error creating the order. Please Try again.
nb: Det oppsto en feil under genereringen av ordren. Vennligst prøv igjen.

# checkoutOrderConfirmed
source: Order was confirmed!
nb: Ordren ble bekreftet!

# checkoutConfirmButton
source: Confirm
nb: Bekreft

# checkoutSendByMailButton
source: Confirm and send by mail
nb: Send i posten

# uniqueItemRegisterDoesNotHaveISBN
source: The BLID "{{ blid }}" does not have corresponding ISBN. Please scan and register a ISBN.
nb: Boklisten-ID "{INTERPOLATION}" har ingen tilknyttet ISBN. Vennligst skann en ISBN.

# uniqueItemRegisterNoBlid
source: This item does not have corresponding BLID. Please scan and register a BLID.
nb: Denne boken har ingen tilknyttet Boklisten-ID. Vennligst skann en Boklisten-ID.

# uniqueItemRegisterCouldNotRegisterBlid
source: Could not register BLID, are you sure the BLID has not been registered before?
nb: Kunne ikke registrere boklisten-ID, er du sikker på at boklisten-ID ikke er registrert fra før?

# uniqueItemScanToCartBlidMismatch
source: BL-ID mismatch
nb: Boklisten-ID matcher ikke.

# uniqueItemScanToCartDidNotMatchBlid
source: The item you scanned did not have the same BL-ID as the item the customer already have.
nb: Boken du skannet hadde ikke den samme Boklisten-ID som den kunden allerede har, selv om de har samme tittel.

# uniqueItemScanToCartCustomersItem
source: Customer's item
nb: Kundens bok

# uniqueItemScanToCartTheItemYouScanned
source: The item you scanned
nb: Boken du skannet

# uniqueItemScanToCartNotAbleToAdd
source: This item can not be added to cart as it does not match the BL-ID of the item the customer already has. If you mean this is an error please contact admin.
nb: Boken kan ikke bli lagt til i handlekurven da Boklisten-ID ikke matcher den boken som kunden allerede har. Er det noen andres bok? Hvis du mener at dette er en feil så må du kontakte admin.

# uniqueItemScanToCartAreYouSure
source: Are you sure this is correct?
nb: Er du sikker på at dette er korrekt?

# uniqueItemScanToCartCancel
source: Cancel
nb: Avbryt

# uniqueItemScanToCartAddAnyway
source: Add anyway
nb: Legg til likevel

# cartCustomer
source: Customer
nb: Kunde

# cartNoCustomerSelected
source: No customer selected
nb: Ingen kunde valgt

# cartOrderedItems
source: Ordered items
nb: Bestilte bøker

# cartCustomerItems
source: Customer items
nb: Kundens bøker

# cartSearch
source: Search
nb: Søk

# cartListItemActionRent
source: rent
nb: Lån

# cartListItemActionExtend
source: extend
nb: Forleng

# cartListCartIsEmpty
source: Cart is empty
nb: Handlekurven er tom

# blConfirmButton
source: Confirm
nb: Bekreft

# cartListTotalWithPartlyPayments
source: Total to pay including partly payments
nb: Totalt å betale inkludert delbetalinger

# cartListItemPayLater
source: pay later
nb: betal senere

# cartListItemActionCancelThisItem
source: cancel this item
nb: kanseller denne boken

# cartListItemActionBuyThisItemFromCustomer
source: buy this item from customer
nb: kjøp denne boken fra kunden

# cartListItemActionBuybackThisItemFromCustomer
source: buyback this item from customer
nb: Kjøp denne boken tilbake fra kunde

# cartListItemActionSellItemToCustomer
source: sell this item
nb: selg denne boken

# cartListItemActionReturnItem
source: return this item
nb: lever inn denne boken

# cartListItemActionCustomerToBuyoutItem
source: customer to buyout this item
nb: utkjøp av denne boken

# cartDeliverySendWithBring
source: send with Bring
nb: send med Bring

# cartDeliveryTrackingNumberPlaceholder
source: tracking number
nb: sporingsnummer

# cartDeliveryConfirmDeliveryButton
source: Confirm delivery
nb: Bekreft utlevering

# cartListItemAgeNew
source: new
nb: ny

# cartListItemAgeUsed
source: used
nb: brukt

# paymentMethodSelectCard
source: Card
nb: Kort

# paymentMethodSelectCash
source: Cash
nb: Kontant

# uniqueItemDetailItemInfo
source: Item info
nb: Info om boken

# uniqueItemDetailNotFound
source: <fa-icon></fa-icon> No unique item found
nb: <fa-icon>{CLOSE_TAG_FA-ICON} Fant ingen bok for denne bl-id

# uniqueItemDetailHistory
source: History
nb: Historie

# uniqueItemInformationCurrentlyNotActive
source: Not currently active
nb: Ikke utdelt for øyeblikket

# uniqueItemInformationCurrentlyNotActiveInfo
source: The bl-id is not used by any customers at the moment.
nb: Denne Boklisten-IDen er ikke i bruk av noen kunder for øyeblikket

# scannerAddedBlids
source: Added {{ successStatus.numberOfBlids }} BLIDs for item "{{ successStatus.title }}" to DB
nb: La til {INTERPOLATION} Boklisten-ID som boken "{INTERPOLATION_1}" i databasen

# scannerFailedToAddBlids
source: Failed to add BLIDs for item to DB.
nb: Kunne ikke legge til Boklisten-ID for boken i databasen.

# scannerSummary
source: You will put <strong>{{ blids.length }}</strong> BLIDs to the DB. These BLIDs will be mapped as <strong>{{ selectedItem.title }}</strong> with ISBN <strong>{{ selectedItem.info.isbn }}</strong>
nb: Du vil registrere <strong>{INTERPOLATION}{CLOSE_TAG_STRONG} Boklisten-ID til databasen. Disse vil bli registrert som <strong>{INTERPOLATION_1}{CLOSE_TAG_STRONG} med ISBN <strong>{INTERPOLATION_2}{CLOSE_TAG_STRONG}

# scannerInsertBlids
source: Insert BLIDs to DB
nb: Legg inn Boklisten-IDer til databasen.

# blidScannerListScannedBlids
source: Scanned {{ blids.length }} BLIDs
nb: Skannet {INTERPOLATION} Boklisten-ID.

# blidScannerListAlreadyScanned
source: BLID "{{ alreadyScanned }}" is already scanned.
nb: Boklisten-ID "{INTERPOLATION}" er allerede skannet.

# blidScannerListItemAlreadyAdded
source: Already added as
nb: Allerede lagt til som

# orderDownloadTitle
source: Orders
nb: Ordre

# orderDownloadNoOrdersFound
source: No orders found
nb: Ingen ordre funnet

# orderDownloadNotDelivered
source: Not delivered
nb: Ikke levert

# orderDownloadByCustomer
source: By customer
nb: Av kunde

# orderDownloadPrintOrdersButton
source: Print orders
nb: Skriv ut ordre

# customerItemDownloadTitle
source: Customer Items
nb: Kundens bøker

# customerItemDownloadReturned
source: Returned
nb: Returnert

# customerItemDownloadNotReturned
source: Not returned
nb: Ikke levert

# customerItemDownloadBuyout
source: Buyout
nb: Utkjøp

# [reportPrintCustomerItemsButton]
source: Print customer items
nb: Skriv ut kunde-bøker

# reportPaymentsTitle
source: Payments
nb: Betalinger

# paymentDownloadNoPaymentsFound
source: No payments found
nb: Ingen betalinger funnet

# reportPrintPaymentButton
source: Print payments
nb: Skriv ut betalinger

# userDetailDownloadTitle
source: User details
nb: Brukerdetaljer

# reportPrintUserDetailButton
source: Print user details
nb: Skriv ut brukerdetaljer

# databaseReportOrderTitle
source: Orders
nb: Ordre

# databaseReportOrderNoOrdersFound
source: No orders found
nb: Ingen ordre funnet

# databaseReportOrderNotDelivered
source: Not delivered
nb: Ikke levert

# databaseReportOrderByCustomer
source: By customer
nb: Av kunde

# databaseReportOrderGetOrdersButton
source: Get orders
nb: Hent ordre

# companyAddComponentName
source: Name of company
nb: Navn på selskap

# companyAddOrganizationNumber
source: Organization number
nb: Organisasjonsnummer

# companyAddCustomerNumber
source: Customer number
nb: Kundenummer

# companyAddComponentPhone
source: Phone
nb: Telefon

# companyAddComponentEmail
source: Email
nb: E-post

# companyAddComponentAddress
source: Address
nb: Adresse

# companyAddComponentPostCode
source: Post code
nb: Postnummer

# companyAddComponentPostCity
source: Post city
nb: By

# companyInvoiceNotFound
source: No companies found
nb: Ingen selskaper funnet

# companySelectListTitle
source: Companies
nb: Selskaper

# invoiceTableFilterPlaceholder
source: Filter by name or invoice id
nb: Filtrer med navn eller faktura-id

# invoiceTablePrintSelected
source: Visma format
nb: Skriv ut selekterte til visma faktura format

# invoiceTableItemName
source: Name
nb: Navn

# invoiceTableItemDeadline
source: Deadline
nb: Frist

# invoiceTableItemAmount
source: Amount
nb: Beløp

# invoiceTableItemProcessed
source: Processed
nb: Prosessert

# invoiceDetailHeaderTitle
source: Invoice
nb: Faktura

# invoiceDetailDeadline
source: Deadline
nb: Frist

# invoiceDetailCustomerHavePayed
source: Invoice payed
nb: Faktura er betalt

# invoiceDetailToCreditNote
source: Invoice to credit note
nb: Faktura til kreditnota

# invoiceDetailInvoiceToDebtCollection
source: Invoice to debt collection
nb: Faktura til inkasso

# invoiceDetailName
source: Name
nb: Navn

# invoiceDetailBranch
source: Branch
nb: Filial

# invoiceDetailAddress
source: Address
nb: Adresse

# invoiceDetailPhone
source: Phone
nb: Telefon

# invoiceDetailEmail
source: Email
nb: E-post

# invoiceDetailCreationTime
source: Creation time
nb: Skapelsestid

# invoiceDetailItemTitle
source: Title
nb: Tittel

# invoiceDetailItemUnitPrice
source: Unit price
nb: Stykkpris

# invoiceDetailItemDiscount
source: Discount
nb: Rabatt

# invoiceDetailItemGross
source: Gross
nb: Brutto

# invoiceDetailCancel
source: cancel
nb: Avbryt

# invoiceDetailUndo
source: undo
nb: angre

# invoiceDetailItemsTotal
source: Items total
nb: bøker totalt

# invoiceDetailFee
source: Fee
nb: Avgift

# invoiceDetailCustomerItemPayment
source: The full price of item * a set fee percentage
nb: Bokens fulle pris * en satt avgiftsprosent

# invoiceDetailInvoiceFeeContent
source: A set fee * number of items
nb: En satt avgift * antall bøker

# invoiceCreateComponentReference
source: reference
nb: Referanse

# invoiceCreateComponentOurReference
source: our reference
nb: Vår referanse

# invoiceCreateComponentInvoiceNumber
source: invoice number
nb: Fakturanummer

# invoiceCreateComponentComment
source: comment
nb: Kommentar

# invoiceCreateItemListPrice
source: Price:
nb: Pris:

# invoiceCreateItemListNumberOfUnits
source: number of units:
nb: Antall:

# invoiceCreateItemListDiscount
source: Discount:
nb: Rabatt:

# invoiceCreateItemListTaxRate
source: Tax rate:
nb: MVA %

# invoiceCreateItemListTax
source: Tax:
nb: MVA:

# toastCartAlreadyContains
source: Cart already contains
nb: Handlekurven inneholder allerede

# toastCheckoutCompleted
source: The checkout was completed!
nb: Ordren ble gjennomført!

# toastNumberOfItems
source: Number of items processed:
nb: Antall bøker prossesert:

# orderManagerShowOrder
source: Show order
nb: Vis ordre

# bookingView
source: View
nb: Vis

# bookingEdit
source: Edit
nb: Rediger

# bookingCreate
source: Create
nb: Lag ny

# bookingCreateGenerateButton
source: Generate
nb: Generer

# bookingCreateAddToDbButton
source: add to db
nb: Legg til i DB

# bookingListRemoveSelected
source: remove selected
nb: Slett valgte

# bookingListFrom
source: From
nb: Fra

# bookingListTo
source: To
nb: Til

# bookingListCustomer
source: Customer
nb: Kunde

# bookingViewNoBookingsFound
source: No bookings found
nb: Ingen bookinger funnet

# bookingViewTime
source: Time
nb: Tid

# bookingViewCustomer
source: Customer
nb: Kunde

# bookingListEditRemoveSelected
source: remove selected
nb: slett valgte

# bookingListEditNoBookingsFound
source: No bookings found
nb: Ingen bookinger funnet

# bookingListEditFrom
source: From
nb: Fra

# bookingListEditBranch
source: Branch
nb: Filial

# bookingListEditBooked
source: Booked
nb: Booket

# bookingDisplayNotBooked
source: Not booked
nb: Ikke booket

# bookingDisplayCancel
source: Cancel
nb: Kanseller

# bookingTimePickerChooseADate
source: Choose a date
nb: Velg en dato

# messengerReminderModalShouldSendMessageTo
source: Should send message to {{ customerIds.length }} customers
nb: Skal sende melding til {INTERPOLATION} kunder

# messengerReminderModalDeadline
source: deadline: {{ deadline | blDate }}
nb: frist: {INTERPOLATION}

# messengerReminderModalSendingMessageTo
source: Sending message to {{ customerIds.length }} customers
nb: Sender melding til {INTERPOLATION} kunder

# messengerReminderModalNumberOfSuccessfullMessages
source: Number of successfull messages: {{ successfullMessages }}
nb: Antall suksessfulle meldinger: {INTERPOLATION}

# messengerReminderModalNumberOfFailedMessages
source: Number of failed messages: {{ failedMessages.length }}
nb: Antall feilede meldinger: {INTERPOLATION}

# messengerReminderModalRetryFailedMessagesButton
source: retry failed messages
nb: prøv å sende de feilede meldingene på nytt

# messengerReminderConfirmButton
source: Confirm
nb: Bekreft

# messengerReminderDone
source: Done
nb: Ferdig

# messengerReminderEmail
source: email
nb: E-post

# messengerReminderNoCustomerItemsFound
source: No customerItems found
nb: Ingen CustomerItems funnet

# messengerReminderSendReminders
source: Send reminders
nb: Send påminnelser

# messengerSendModalSendingMessageTo
source: Sending message to {{ customerIds.length }} customers
nb: Sender melding til {INTERPOLATION} kunder

# messengerSendConfirmButton
source: Confirm
nb: Bekreft

# messengerSendDone
source: Done
nb: Ferdig

# messengerGenericAllCustomers
source: all customers
nb: Alle kunder

# messengerSendGeneriHtmlTextEmptyError
source: Html text can not be empty
nb: Html-felt kan ikke være tom

# messengerSendGenericSubjectEmptyError
source: Subject is empty
nb: Emne er tomt

# messengerSendGenericNoCustomersFound
source: No customers found
nb: Ingen kunder funnet

# messengerReminderSendMatchMessages
source: Send match messages
nb: Send match meldinger

# messageListSequence
source: Sequence
nb: Sekvens

# messageListCustomer
source: Customer
nb: Kunde

# messageListEmailStatus
source: Email status
nb: E-post status
